Repository: mdh34/hackup
Catalog: po/*.po
Languages: ca, ja, nl, pt

source: Read Hacker News from the desktop
ca: Llegiu el Hacker News des de l’escriptori
ja: デスクトップからハッカーニュースを読みます
nl: Lees Hacker News op je computer
pt: Leia Noticias de Hackers a partir do seu computador

source: Read Hacker News stories and comments from the desktop
ca: Consulteu històries i comentaris del Hacker News des de l’escriptori

source: Sort by top, new and best stories
ca: Ordeneu les històries per principals, recents i millors
ja: トップ、新しい、ベストの記事で並べ替え
nl: Sorteer verhalen op 'top', 'nieuw' en 'beste'
pt: Organizar por topo, novo e melhores histórias

source: hn;news;hacker;hackup;
ca: hn;notícies;hacker;hackup;
ja: hn;ニュース;hacker;hackup;
nl: hn;nieuws;hacker;hackup;
pt: hn;noticias;hacker;hackup;

source: Unable to reach Hacker News
ca: No es pot arribar al Hacker News
ja: ハッカーニュースに到達することができません
nl: Kan geen verbinding maken met Hacker News
pt: Não foi possível aceder ás Noticias de Hackers

source: Please connect to the internet to use HackUp
ca: Connecteu-vos a Internet per a utilitzar el HackUp
ja: HackUp を使用するにはインターネットに接続してください
nl: Maak verbinding met het internet om HackUp te gebruiken
pt: Por favor conecte-se à Internet para usar o HackUp

source: Settings
ca: Paràmetres
ja: 設定
nl: Instellingen
pt: Definições

source: Comments:
ca: Comentaris:
ja: コメント:
nl: Reacties:
pt: Comentários:

source: Score:
ca: Puntuació:
ja: スコア:
pt: Pontos:

source: Sort stories by:
ca: Ordena les històries per:
ja: 記事を並べ替え:
nl: Verhalen sorteren op:
pt: Organizar histórias por:

source: Top
ca: Principals
ja: トップ順
pt: Topo

source: Best
ca: Millors
ja: ベスト順
nl: Beste
pt: Melhor

source: New
ca: Recents
ja: 新しい順
nl: Nieuw
pt: Novo

source: Cookies
ca: Galetes
ja: クッキー

source: Read Hacker News stories and comments distraction-free from the desktop
nl: Lees Hacker News-verhalen en -reacties zonder afleiding op je computer
pt: Leia Histórias de Noticias de Hackers e comentários sem distração a partir do seu computador

source: Enable or disable site cookies
nl: Schakel cookies in of uit
pt: Ligar ou desligar cookies do site
